{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": true
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "!": 5,
      "\"": 6,
      "#": 7,
      "$": 8,
      "%": 9,
      "&": 10,
      "'": 11,
      "(": 12,
      ")": 13,
      "*": 14,
      "+": 15,
      ",": 16,
      "-": 17,
      ".": 18,
      "/": 19,
      "0": 20,
      "1": 21,
      "2": 22,
      "3": 23,
      "4": 24,
      "5": 25,
      "6": 26,
      "7": 27,
      "8": 28,
      "9": 29,
      ":": 30,
      ";": 31,
      "<": 32,
      "=": 33,
      ">": 34,
      "?": 35,
      "@": 36,
      "[": 37,
      "\\": 38,
      "]": 39,
      "^": 40,
      "_": 41,
      "`": 42,
      "a": 43,
      "b": 44,
      "c": 45,
      "d": 46,
      "e": 47,
      "f": 48,
      "g": 49,
      "h": 50,
      "i": 51,
      "j": 52,
      "k": 53,
      "l": 54,
      "m": 55,
      "n": 56,
      "o": 57,
      "p": 58,
      "q": 59,
      "r": 60,
      "s": 61,
      "t": 62,
      "u": 63,
      "v": 64,
      "w": 65,
      "x": 66,
      "y": 67,
      "z": 68,
      "{": 69,
      "|": 70,
      "~": 71,
      "¡": 72,
      "£": 73,
      "©": 74,
      "«": 75,
      "¬": 76,
      "®": 77,
      "°": 78,
      "±": 79,
      "´": 80,
      "·": 81,
      "»": 82,
      "½": 83,
      "ø": 84,
      "λ": 85,
      "٭": 86,
      "‑": 87,
      "–": 88,
      "—": 89,
      "‘": 90,
      "’": 91,
      "“": 92,
      "”": 93,
      "•": 94,
      "…": 95,
      "€": 96,
      "↑": 97,
      "↓": 98,
      "−": 99,
      "∫": 100,
      "■": 101,
      "□": 102,
      "▪": 103,
      "▲": 104,
      "►": 105,
      "▼": 106,
      "◆": 107,
      "☀": 108,
      "☆": 109,
      "￭": 110,
      "##o": 111,
      "##n": 112,
      "##y": 113,
      "##0": 114,
      "##r": 115,
      "##v": 116,
      "##e": 117,
      "##s": 118,
      "##d": 119,
      "##i": 120,
      "##f": 121,
      "##c": 122,
      "##a": 123,
      "##t": 124,
      "##l": 125,
      "##m": 126,
      "##u": 127,
      "##z": 128,
      "##b": 129,
      "##h": 130,
      "##p": 131,
      "##g": 132,
      "##w": 133,
      "##k": 134,
      "##q": 135,
      "##x": 136,
      "##5": 137,
      "##2": 138,
      "##6": 139,
      "##j": 140,
      "##8": 141,
      "##1": 142,
      "##4": 143,
      "##3": 144,
      "##9": 145,
      "##7": 146,
      "##´": 147,
      "##®": 148,
      "##°": 149,
      "##½": 150,
      "##¬": 151,
      "##ø": 152,
      "##−": 153,
      "##±": 154,
      "##☆": 155,
      "##€": 156,
      "th": 157,
      "##er": 158,
      "##in": 159,
      "the": 160,
      "##on": 161,
      "##at": 162,
      "##or": 163,
      "##es": 164,
      "##en": 165,
      "##nd": 166,
      "##ing": 167,
      "##ed": 168,
      "##ar": 169,
      "##an": 170,
      "to": 171,
      "##al": 172,
      "in": 173,
      "##it": 174,
      "##om": 175,
      "##ion": 176,
      "##ic": 177,
      "and": 178,
      "of": 179,
      "##st": 180,
      "##le": 181,
      "##ou": 182,
      "##et": 183,
      "##re": 184,
      "##ent": 185,
      "##ll": 186,
      "##is": 187,
      "##id": 188,
      "##as": 189,
      "##ro": 190,
      "##el": 191,
      "##ers": 192,
      "##ec": 193,
      "com": 194,
      "on": 195,
      "##am": 196,
      "for": 197,
      "##ve": 198,
      "##ut": 199,
      "that": 200,
      "st": 201,
      "it": 202,
      "##ill": 203,
      "##ig": 204,
      "##ad": 205,
      "##ation": 206,
      "wh": 207,
      "re": 208,
      "##ac": 209,
      "##ow": 210,
      "##ly": 211,
      "##ur": 212,
      "##ay": 213,
      "##ot": 214,
      "pro": 215,
      "##ab": 216,
      "con": 217,
      "is": 218,
      "##ew": 219,
      "be": 220,
      "##ver": 221,
      "##ith": 222,
      "##ir": 223,
      "as": 224,
      "ch": 225,
      "##ri": 226,
      "with": 227,
      "##ter": 228,
      "we": 229,
      "##ch": 230,
      "an": 231,
      "##ork": 232,
      "##able": 233,
      "sa": 234,
      "##ld": 235,
      "sh": 236,
      "##ast": 237,
      "##im": 238,
      "##ct": 239,
      "##un": 240,
      "##ess": 241,
      "said": 242,
      "de": 243,
      "at": 244,
      "##us": 245,
      "##th": 246,
      "##ul": 247,
      "su": 248,
      "##ag": 249,
      "##and": 250,
      "ex": 251,
      "##ment": 252,
      "##os": 253,
      "sp": 254,
      "##ate": 255,
      "net": 256,
      "or": 257,
      "##ies": 258,
      "##ol": 259,
      "##ear": 260,
      "ad": 261,
      "cable": 262,
      "ser": 263,
      "##ce": 264,
      "##ts": 265,
      "##ive": 266,
      "will": 267,
      "##il": 268,
      "fr": 269,
      "pr": 270,
      "new": 271,
      "##pp": 272,
      "##work": 273,
      "al": 274,
      "network": 275,
      "##igh": 276,
      "##est": 277,
      "##ust": 278,
      "##ere": 279,
      "##oc": 280,
      "comp": 281,
      "##iv": 282,
      "##ice": 283,
      "se": 284,
      "has": 285,
      "##eo": 286,
      "##ich": 287,
      "##cc": 288,
      "its": 289,
      "ha": 290,
      "was": 291,
      "are": 292,
      "he": 293,
      "##art": 294,
      "mo": 295,
      "20": 296,
      "##ak": 297,
      "##gr": 298,
      "pl": 299,
      "##ore": 300,
      "##ity": 301,
      "##ations": 302,
      "from": 303,
      "tv": 304,
      "cont": 305,
      "inc": 306,
      "##ud": 307,
      "##ann": 308,
      "di": 309,
      "##um": 310,
      "##all": 311,
      "##ia": 312,
      "ab": 313,
      "te": 314,
      "by": 315,
      "##per": 316,
      "mar": 317,
      "en": 318,
      "comm": 319,
      "##ain": 320,
      "have": 321,
      "##oo": 322,
      "##cast": 323,
      "##ould": 324,
      "##out": 325,
      "bro": 326,
      "##ff": 327,
      "##illion": 328,
      "serv": 329,
      "##annel": 330,
      "##em": 331,
      "tr": 332,
      "##ort": 333,
      "##ect": 334,
      "not": 335,
      "year": 336,
      "dis": 337,
      "##our": 338,
      "le": 339,
      "##age": 340,
      "co": 341,
      "##ime": 342,
      "##ial": 343,
      "##so": 344,
      "##se": 345,
      "li": 346,
      "##ant": 347,
      "##ue": 348,
      "##ard": 349,
      "##rou": 350,
      "more": 351,
      "but": 352,
      "am": 353,
      "broad": 354,
      "progr": 355,
      "##bs": 356,
      "##ision": 357,
      "all": 358,
      "off": 359,
      "program": 360,
      "up": 361,
      "this": 362,
      "inter": 363,
      "vi": 364,
      "##ome": 365,
      "which": 366,
      "pres": 367,
      "##ket": 368,
      "##ip": 369,
      "##ition": 370,
      "##ight": 371,
      "show": 372,
      "##du": 373,
      "un": 374,
      "##rib": 375,
      "million": 376,
      "##pt": 377,
      "also": 378,
      "ne": 379,
      "med": 380,
      "##ine": 381,
      "##ans": 382,
      "vid": 383,
      "they": 384,
      "##ors": 385,
      "##gh": 386,
      "compan": 387,
      "about": 388,
      "##end": 389,
      "##ack": 390,
      "##for": 391,
      "##ult": 392,
      "do": 393,
      "video": 394,
      "acc": 395,
      "their": 396,
      "##ge": 397,
      "##ident": 398,
      "channel": 399,
      "out": 400,
      "tele": 401,
      "##oun": 402,
      "market": 403,
      "##op": 404,
      "##ure": 405,
      "##ber": 406,
      "go": 407,
      "part": 408,
      "##ie": 409,
      "media": 410,
      "us": 411,
      "##ry": 412,
      "view": 413,
      "##ated": 414,
      "##00": 415,
      "##ke": 416,
      "oper": 417,
      "##od": 418,
      "res": 419,
      "##iz": 420,
      "app": 421,
      "##ap": 422,
      "cons": 423,
      "president": 424,
      "int": 425,
      "cl": 426,
      "##ner": 427,
      "produ": 428,
      "##ong": 429,
      "ag": 430,
      "##act": 431,
      "##vid": 432,
      "##ications": 433,
      "##form": 434,
      "programm": 435,
      "content": 436,
      "br": 437,
      "time": 438,
      "fo": 439,
      "ind": 440,
      "##if": 441,
      "##ord": 442,
      "##orts": 443,
      "##ally": 444,
      "ar": 445,
      "commun": 446,
      "##lud": 447,
      "##qu": 448,
      "##ven": 449,
      "our": 450,
      "##ile": 451,
      "##ist": 452,
      "one": 453,
      "you": 454,
      "##ey": 455,
      "##vision": 456,
      "la": 457,
      "can": 458,
      "series": 459,
      "add": 460,
      "per": 461,
      "so": 462,
      "over": 463,
      "rec": 464,
      "##ence": 465,
      "fe": 466,
      "man": 467,
      "##her": 468,
      "would": 469,
      "includ": 470,
      "##mp": 471,
      "##og": 472,
      "rep": 473,
      "bas": 474,
      "mon": 475,
      "service": 476,
      "exp": 477,
      "qu": 478,
      "networks": 479,
      "##ree": 480,
      "##ose": 481,
      "##ther": 482,
      "who": 483,
      "been": 484,
      "##very": 485,
      "##ices": 486,
      "##rect": 487,
      "##yst": 488,
      "##ake": 489,
      "sc": 490,
      "comcast": 491,
      "his": 492,
      "##ame": 493,
      "than": 494,
      "##ach": 495,
      "##ite": 496,
      "##ating": 497,
      "tw": 498,
      "##hn": 499,
      "direct": 500,
      "##ustom": 501,
      "me": 502,
      "custom": 503,
      "programming": 504,
      "company": 505,
      "ro": 506,
      "mult": 507,
      "##ub": 508,
      "##ions": 509,
      "##wn": 510,
      "jo": 511,
      "subs": 512,
      "##ely": 513,
      "##ick": 514,
      "what": 515,
      "news": 516,
      "200": 517,
      "pre": 518,
      "##one": 519,
      "##ign": 520,
      "provid": 521,
      "##ital": 522,
      "communications": 523,
      "bus": 524,
      "there": 525,
      "fir": 526,
      "##ek": 527,
      "##ook": 528,
      "other": 529,
      "##iness": 530,
      "work": 531,
      "she": 532,
      "##are": 533,
      "sports": 534,
      "str": 535,
      "broadcast": 536,
      "had": 537,
      "##ace": 538,
      "##ary": 539,
      "some": 540,
      "bu": 541,
      "business": 542,
      "dev": 543,
      "##lo": 544,
      "ht": 545,
      "no": 546,
      "last": 547,
      "##ous": 548,
      "subsc": 549,
      "##ecut": 550,
      "##ple": 551,
      "##ond": 552,
      "dig": 553,
      "fcc": 554,
      "##ory": 555,
      "##ream": 556,
      "high": 557,
      "execut": 558,
      "dec": 559,
      "tec": 560,
      "##air": 561,
      "##man": 562,
      "##day": 563,
      "get": 564,
      "##ost": 565,
      "act": 566,
      "##co": 567,
      "intern": 568,
      "##ide": 569,
      "##ire": 570,
      "operat": 571,
      "201": 572,
      "##ail": 573,
      "##ational": 574,
      "television": 575,
      "##arter": 576,
      "##tain": 577,
      "##ced": 578,
      "first": 579,
      "when": 580,
      "##bc": 581,
      "af": 582,
      "##ays": 583,
      "##av": 584,
      "deal": 585,
      "##band": 586,
      "##iss": 587,
      "##ason": 588,
      "digital": 589,
      "top": 590,
      "##ix": 591,
      "ac": 592,
      "were": 593,
      "week": 594,
      "##ribut": 595,
      "bec": 596,
      "##ance": 597,
      "into": 598,
      "dist": 599,
      "viewers": 600,
      "ver": 601,
      "grou": 602,
      "bet": 603,
      "consum": 604,
      "##ings": 605,
      "##sp": 606,
      "##reat": 607,
      "imp": 608,
      "##own": 609,
      "sen": 610,
      "##ink": 611,
      "000": 612,
      "dem": 613,
      "indust": 614,
      "product": 615,
      "##ind": 616,
      "subscrib": 617,
      "war": 618,
      "##vent": 619,
      "gen": 620,
      "##atch": 621,
      "bo": 622,
      "most": 623,
      "##udi": 624,
      "pri": 625,
      "ass": 626,
      "broadband": 627,
      "##row": 628,
      "##unch": 629,
      "how": 630,
      "##ood": 631,
      "big": 632,
      "reg": 633,
      "like": 634,
      "customers": 635,
      "##ish": 636,
      "##hip": 637,
      "##ystem": 638,
      "##rough": 639,
      "if": 640,
      "now": 641,
      "##ib": 642,
      "two": 643,
      "stream": 644,
      "services": 645,
      "industry": 646,
      "own": 647,
      "group": 648,
      "##int": 649,
      "##ase": 650,
      "sec": 651,
      "##ens": 652,
      "##eric": 653,
      "##ep": 654,
      "##ass": 655,
      "##vert": 656,
      "##ward": 657,
      "years": 658,
      "americ": 659,
      "bl": 660,
      "techn": 661,
      "ph": 662,
      "set": 663,
      "mov": 664,
      "system": 665,
      "ww": 666,
      "##lic": 667,
      "##inal": 668,
      "them": 669,
      "##ates": 670,
      "##ock": 671,
      "##ang": 672,
      "##pport": 673,
      "could": 674,
      "just": 675,
      "car": 676,
      "vice": 677,
      "distribut": 678,
      "including": 679,
      "##ording": 680,
      "month": 681,
      "##ound": 682,
      "10": 683,
      "while": 684,
      "launch": 685,
      "##olog": 686,
      "through": 687,
      "##ount": 688,
      "wor": 689,
      "##mer": 690,
      "advert": 691,
      "advertis": 692,
      "after": 693,
      "according": 694,
      "##ichannel": 695,
      "executive": 696,
      "multichannel": 697,
      "those": 698,
      "##atform": 699,
      "look": 700,
      "##enc": 701,
      "enter": 702,
      "##ues": 703,
      "internet": 704,
      "well": 705,
      "offer": 706,
      "hel": 707,
      "her": 708,
      "##arg": 709,
      "ret": 710,
      "##ra": 711,
      "##tp": 712,
      "##ission": 713,
      "19": 714,
      "fox": 715,
      "##ney": 716,
      "##line": 717,
      "fi": 718,
      "##ivers": 719,
      "http": 720,
      "##fl": 721,
      "www": 722,
      "inv": 723,
      "##uring": 724,
      "##ough": 725,
      "##urn": 726,
      "play": 727,
      "##eople": 728,
      "ann": 729,
      "contin": 730,
      "und": 731,
      "##ade": 732,
      "any": 733,
      "warner": 734,
      "people": 735,
      "esp": 736,
      "based": 737,
      "##itt": 738,
      "##old": 739,
      "platform": 740,
      "ma": 741,
      "##lect": 742,
      "##eral": 743,
      "call": 744,
      "technolog": 745,
      "where": 746,
      "sm": 747,
      "operators": 748,
      "grow": 749,
      "every": 750,
      "star": 751,
      "##use": 752,
      "##ior": 753,
      "sal": 754,
      "season": 755,
      "##bo": 756,
      "compet": 757,
      "such": 758,
      "##ild": 759,
      "pay": 760,
      "##aking": 761,
      "live": 762,
      "down": 763,
      "##tic": 764,
      "##ss": 765,
      "may": 766,
      "national": 767,
      "##xt": 768,
      "think": 769,
      "devel": 770,
      "##ily": 771,
      "##ives": 772,
      "cur": 773,
      "watch": 774,
      "nbc": 775,
      "ceo": 776,
      "develop": 777,
      "back": 778,
      "kn": 779,
      "anal": 780,
      "##ual": 781,
      "##ments": 782,
      "##ities": 783,
      "##ouse": 784,
      "under": 785,
      "##ical": 786,
      "del": 787,
      "marketing": 788,
      "##amp": 789,
      "shows": 790,
      "companies": 791,
      "entertain": 792,
      "state": 793,
      "##hing": 794,
      "ear": 795,
      "##cer": 796,
      "##ently": 797,
      "rel": 798,
      "##ublic": 799,
      "##we": 800,
      "##vi": 801,
      "##oth": 802,
      "event": 803,
      "##ents": 804,
      "subscribers": 805,
      "cr": 806,
      "ca": 807,
      "##ting": 808,
      "access": 809,
      "fu": 810,
      "billion": 811,
      "##ateg": 812,
      "cor": 813,
      "want": 814,
      "sign": 815,
      "disco": 816,
      "need": 817,
      "fil": 818,
      "make": 819,
      "day": 820,
      "world": 821,
      "channels": 822,
      "##els": 823,
      "way": 824,
      "##oci": 825,
      "eff": 826,
      "##ark": 827,
      "york": 828,
      "po": 829,
      "##ise": 830,
      "lead": 831,
      "##com": 832,
      "spec": 833,
      "help": 834,
      "##ier": 835,
      "see": 836,
      "orig": 837,
      "entertainment": 838,
      "##ata": 839,
      "hd": 840,
      "spe": 841,
      "incre": 842,
      "air": 843,
      "##anc": 844,
      "audi": 845,
      "ve": 846,
      "streaming": 847,
      "##tv": 848,
      "senior": 849,
      "going": 850,
      "##ons": 851,
      "real": 852,
      "only": 853,
      "chair": 854,
      "loc": 855,
      "discovery": 856,
      "end": 857,
      "disney": 858,
      "av": 859,
      "att": 860,
      "house": 861,
      "mc": 862,
      "prom": 863,
      "##ning": 864,
      "##ility": 865,
      "##ict": 866,
      "data": 867,
      "home": 868,
      "curr": 869,
      "don": 870,
      "espn": 871,
      "##ell": 872,
      "adv": 873,
      "col": 874,
      "rem": 875,
      "##ause": 876,
      "##ics": 877,
      "fl": 878,
      "prem": 879,
      "next": 880,
      "des": 881,
      "long": 882,
      "12": 883,
      "sch": 884,
      "##ms": 885,
      "trans": 886,
      "ter": 887,
      "three": 888,
      "pos": 889,
      "reven": 890,
      "original": 891,
      "dep": 892,
      "quarter": 893,
      "tal": 894,
      "technology": 895,
      "because": 896,
      "##ft": 897,
      "##ights": 898,
      "cre": 899,
      "four": 900,
      "##ton": 901,
      "da": 902,
      "even": 903,
      "feat": 904,
      "demand": 905,
      "sales": 906,
      "##ph": 907,
      "cent": 908,
      "associ": 909,
      "advertising": 910,
      "offic": 911,
      "report": 912,
      "aff": 913,
      "both": 914,
      "##br": 915,
      "gr": 916,
      "sin": 917,
      "iss": 918,
      "##uch": 919,
      "gu": 920,
      "team": 921,
      "fam": 922,
      "sl": 923,
      "online": 924,
      "lif": 925,
      "##ty": 926,
      "artic": 927,
      "##ular": 928,
      "##cl": 929,
      "##earch": 930,
      "resp": 931,
      "##ected": 932,
      "best": 933,
      "during": 934,
      "lat": 935,
      "eng": 936,
      "##ady": 937,
      "brand": 938,
      "many": 939,
      "article": 940,
      "diff": 941,
      "##ures": 942,
      "directv": 943,
      "##ross": 944,
      "conn": 945,
      "second": 946,
      "##verage": 947,
      "public": 948,
      "##ited": 949,
      "commission": 950,
      "invest": 951,
      "dr": 952,
      "start": 953,
      "##fer": 954,
      "exper": 955,
      "take": 956,
      "revenue": 957,
      "cap": 958,
      "##ief": 959,
      "##ption": 960,
      "op": 961,
      "mob": 962,
      "##ative": 963,
      "##less": 964,
      "par": 965,
      "##up": 966,
      "202": 967,
      "did": 968,
      "deli": 969,
      "##ange": 970,
      "##ames": 971,
      "local": 972,
      "very": 973,
      "##ank": 974,
      "##ether": 975,
      "win": 976,
      "consumers": 977,
      "cour": 978,
      "30": 979,
      "val": 980,
      "##ower": 981,
      "added": 982,
      "##les": 983,
      "these": 984,
      "still": 985,
      "support": 986,
      "num": 987,
      "##fore": 988,
      "##ined": 989,
      "chairman": 990,
      "vp": 991,
      "11": 992,
      "found": 993,
      "my": 994,
      "mem": 995,
      "##mm": 996,
      "lo": 997,
      "avail": 998,
      "##ger": 999,
      "rating": 1000,
      "hbo": 1001,
      "ke": 1002,
      "strateg": 1003,
      "##ug": 1004,
      "great": 1005,
      "award": 1006,
      "##ible": 1007,
      "systems": 1008,
      "##llow": 1009,
      "##az": 1010,
      "##ners": 1011,
      "addition": 1012,
      "before": 1013,
      "corp": 1014,
      "##enn": 1015,
      "##pl": 1016,
      "beg": 1017,
      "deb": 1018,
      "##ying": 1019,
      "wire": 1020,
      "charter": 1021,
      "##its": 1022,
      "##ocus": 1023,
      "again": 1024,
      "should": 1025,
      "sur": 1026,
      "##reen": 1027,
      "leg": 1028,
      "bel": 1029,
      "##vers": 1030,
      "##izon": 1031,
      "ep": 1032,
      "distribution": 1033,
      "##ved": 1034,
      "##ball": 1035,
      "##ific": 1036,
      "##ron": 1037,
      "much": 1038,
      "fin": 1039,
      "chief": 1040,
      "mod": 1041,
      "##jor": 1042,
      "ext": 1043,
      "##ee": 1044,
      "head": 1045,
      "##io": 1046,
      "##ful": 1047,
      "##te": 1048,
      "plus": 1049,
      "pol": 1050,
      "major": 1051,
      "game": 1052,
      "manag": 1053,
      "inst": 1054,
      "focus": 1055,
      "##ional": 1056,
      "15": 1057,
      "say": 1058,
      "##ving": 1059,
      "##atell": 1060,
      "association": 1061,
      "mobile": 1062,
      "announ": 1063,
      "director": 1064,
      "made": 1065,
      "##ress": 1066,
      "cox": 1067,
      "satell": 1068,
      "pers": 1069,
      "wom": 1070,
      "id": 1071,
      "stand": 1072,
      "consumer": 1073,
      "cost": 1074,
      "##led": 1075,
      "18": 1076,
      "verizon": 1077,
      "los": 1078,
      "same": 1079,
      "##ather": 1080,
      "netfl": 1081,
      "lot": 1082,
      "##other": 1083,
      "def": 1084,
      "##bers": 1085,
      "##loy": 1086,
      "satellite": 1087,
      "##ash": 1088,
      "available": 1089,
      "sim": 1090,
      "free": 1091,
      "run": 1092,
      "growth": 1093,
      "partners": 1094,
      "##als": 1095,
      "follow": 1096,
      "cbs": 1097,
      "audience": 1098,
      "really": 1099,
      "being": 1100,
      "ed": 1101,
      "good": 1102,
      "analyst": 1103,
      "count": 1104,
      "##round": 1105,
      "does": 1106,
      "comed": 1107,
      "share": 1108,
      "box": 1109,
      "premi": 1110,
      "##ween": 1111,
      "requ": 1112,
      "dish": 1113,
      "##res": 1114,
      "##une": 1115,
      "among": 1116,
      "bill": 1117,
      "differ": 1118,
      "your": 1119,
      "est": 1120,
      "##ian": 1121,
      "know": 1122,
      "char": 1123,
      "build": 1124,
      "since": 1125,
      "##ml": 1126,
      "prim": 1127,
      "each": 1128,
      "promot": 1129,
      "min": 1130,
      "##isod": 1131,
      "research": 1132,
      "doc": 1133,
      "##hold": 1134,
      "wr": 1135,
      "##att": 1136,
      "aut": 1137,
      "law": 1138,
      "hour": 1139,
      "between": 1140,
      "american": 1141,
      "##uct": 1142,
      "##ird": 1143,
      "deliver": 1144,
      "pa": 1145,
      "##uc": 1146,
      "html": 1147,
      "netflix": 1148,
      "use": 1149,
      "##etime": 1150,
      "##ential": 1151,
      "providers": 1152,
      "reach": 1153,
      "cablevision": 1154,
      "experi": 1155,
      "episod": 1156,
      "rul": 1157,
      "then": 1158,
      "##ris": 1159,
      "too": 1160,
      "continue": 1161,
      "fed": 1162,
      "hist": 1163,
      "##ages": 1164,
      "family": 1165,
      "speed": 1166,
      "stations": 1167,
      "ap": 1168,
      "##son": 1169,
      "succ": 1170,
      "america": 1171,
      "jan": 1172,
      "##ious": 1173,
      "sever": 1174,
      "##ets": 1175,
      "opport": 1176,
      "john": 1177,
      "web": 1178,
      "##ble": 1179,
      "inform": 1180,
      "another": 1181,
      "mus": 1182,
      "across": 1183,
      "opportun": 1184,
      "##ath": 1185,
      "include": 1186,
      "success": 1187,
      "##ready": 1188,
      "around": 1189,
      "talk": 1190,
      "##ied": 1191,
      "already": 1192,
      "women": 1193,
      "wireless": 1194,
      "##gle": 1195,
      "general": 1196,
      "gener": 1197,
      "13": 1198,
      "acqu": 1199,
      "vers": 1200,
      "##lob": 1201,
      "hall": 1202,
      "##ili": 1203,
      "cle": 1204,
      "former": 1205,
      "##con": 1206,
      "##ased": 1207,
      "comedy": 1208,
      "creat": 1209,
      "tim": 1210,
      "foot": 1211,
      "third": 1212,
      "##ama": 1213,
      "trad": 1214,
      "court": 1215,
      "though": 1216,
      "##ency": 1217,
      "##ef": 1218,
      "##ized": 1219,
      "##ves": 1220,
      "interest": 1221,
      "##ale": 1222,
      "##way": 1223,
      "univers": 1224,
      "better": 1225,
      "##ality": 1226,
      "25": 1227,
      "##ys": 1228,
      "special": 1229,
      "development": 1230,
      "targ": 1231,
      "glob": 1232,
      "point": 1233,
      "federal": 1234,
      "games": 1235,
      "night": 1236,
      "allow": 1237,
      "elect": 1238,
      "##time": 1239,
      "put": 1240,
      "past": 1241,
      "customer": 1242,
      "line": 1243,
      "several": 1244,
      "##par": 1245,
      "appro": 1246,
      "##ling": 1247,
      "carri": 1248,
      "telecom": 1249,
      "open": 1250,
      "lin": 1251,
      "nam": 1252,
      "scri": 1253,
      "soc": 1254,
      "##ric": 1255,
      "import": 1256,
      "statement": 1257,
      "init": 1258,
      "markets": 1259,
      "agree": 1260,
      "ca6": 1261,
      "form": 1262,
      "##lly": 1263,
      "##ively": 1264,
      "dri": 1265,
      "##acom": 1266,
      "##ids": 1267,
      "som": 1268,
      "ins": 1269,
      "14": 1270,
      "##iels": 1271,
      "##agement": 1272,
      "studi": 1273,
      "regul": 1274,
      "key": 1275,
      "ll": 1276,
      "provide": 1277,
      "##akes": 1278,
      "goo": 1279,
      "platforms": 1280,
      "##gest": 1281,
      "##view": 1282,
      "march": 1283,
      "hear": 1284,
      "##olut": 1285,
      "emp": 1286,
      "im": 1287,
      "##ah": 1288,
      "ent": 1289,
      "operator": 1290,
      "camp": 1291,
      "small": 1292,
      "google": 1293,
      "el": 1294,
      "ratings": 1295,
      "movie": 1296,
      "##ects": 1297,
      "information": 1298,
      "##acy": 1299,
      "target": 1300,
      "##ead": 1301,
      "partic": 1302,
      "##ually": 1303,
      "##ject": 1304,
      "against": 1305,
      "pur": 1306,
      "come": 1307,
      "host": 1308,
      "prop": 1309,
      "oct": 1310,
      "interact": 1311,
      "mer": 1312,
      "##eld": 1313,
      "hop": 1314,
      "number": 1315,
      "##ize": 1316,
      "strong": 1317,
      "movies": 1318,
      "tot": 1319,
      "plan": 1320,
      "person": 1321,
      "different": 1322,
      "pack": 1323,
      "sub": 1324,
      "expand": 1325,
      "mich": 1326,
      "working": 1327,
      "belie": 1328,
      "right": 1329,
      "commer": 1330,
      "##no": 1331,
      "mcn": 1332,
      "looking": 1333,
      "##der": 1334,
      "shar": 1335,
      "##ivision": 1336,
      "june": 1337,
      "history": 1338,
      "chang": 1339,
      "fut": 1340,
      "##eng": 1341,
      "##ony": 1342,
      "##pted": 1343,
      "let": 1344,
      "pop": 1345,
      "rights": 1346,
      "##lish": 1347,
      "##ued": 1348,
      "competit": 1349,
      "making": 1350,
      "current": 1351,
      "##sn": 1352,
      "called": 1353,
      "rules": 1354,
      "##omes": 1355,
      "neg": 1356,
      "cal": 1357,
      "prof": 1358,
      "red": 1359,
      "disc": 1360,
      "broadcasters": 1361,
      "larg": 1362,
      "power": 1363,
      "17": 1364,
      "bre": 1365,
      "##ences": 1366,
      "##ference": 1367,
      "prot": 1368,
      "five": 1369,
      "niels": 1370,
      "operations": 1371,
      "equ": 1372,
      "ob": 1373,
      "abc": 1374,
      "officer": 1375,
      "giv": 1376,
      "##ument": 1377,
      "total": 1378,
      "sell": 1379,
      "ev": 1380,
      "comple": 1381,
      "##sc": 1382,
      "tri": 1383,
      "keep": 1384,
      "##uly": 1385,
      "care": 1386,
      "wal": 1387,
      "story": 1388,
      "experience": 1389,
      "##ired": 1390,
      "music": 1391,
      "ask": 1392,
      "record": 1393,
      "competition": 1394,
      "met": 1395,
      "future": 1396,
      "nielsen": 1397,
      "##gress": 1398,
      "post": 1399,
      "today": 1400,
      "move": 1401,
      "connect": 1402,
      "##hington": 1403,
      "strategy": 1404,
      "manager": 1405,
      "washington": 1406,
      "nor": 1407,
      "har": 1408,
      "pe": 1409,
      "pass": 1410,
      "##osed": 1411,
      "priv": 1412,
      "rece": 1413,
      "##oice": 1414,
      "tur": 1415,
      "begin": 1416,
      "##vern": 1417,
      "base": 1418,
      "##pr": 1419,
      "decision": 1420,
      "important": 1421,
      "hold": 1422,
      "stock": 1423,
      "##sel": 1424,
      "##ett": 1425,
      "##vel": 1426,
      "##cess": 1427,
      "sw": 1428,
      "16": 1429,
      "##pe": 1430,
      "##pped": 1431,
      "rele": 1432,
      "leag": 1433,
      "subscriber": 1434,
      "months": 1435,
      "perform": 1436,
      "debut": 1437,
      "events": 1438,
      "ra": 1439,
      "ste": 1440,
      "contro": 1441,
      "cn": 1442,
      "beh": 1443,
      "##eter": 1444,
      "global": 1445,
      "production": 1446,
      "hand": 1447,
      "sk": 1448,
      "lik": 1449,
      "50": 1450,
      "##ically": 1451,
      "happ": 1452,
      "clear": 1453,
      "six": 1454,
      "##ract": 1455,
      "##min": 1456,
      "city": 1457,
      "price": 1458,
      "##yn": 1459,
      "##omin": 1460,
      "deals": 1461,
      "##mark": 1462,
      "amc": 1463,
      "stor": 1464,
      "govern": 1465,
      "##mun": 1466,
      "somet": 1467,
      "em": 1468,
      "##ials": 1469,
      "announced": 1470,
      "here": 1471,
      "coverage": 1472,
      "devices": 1473,
      "currently": 1474,
      "er": 1475,
      "near": 1476,
      "##ces": 1477,
      "##ately": 1478,
      "##ril": 1479,
      "##oti": 1480,
      "got": 1481,
      "return": 1482,
      "fact": 1483,
      "things": 1484,
      "named": 1485,
      "##gan": 1486,
      "april": 1487,
      "##itch": 1488,
      "find": 1489,
      "life": 1490,
      "whether": 1491,
      "##ants": 1492,
      "hard": 1493,
      "##uary": 1494,
      "plans": 1495,
      "management": 1496,
      "place": 1497,
      "value": 1498,
      "film": 1499,
      "kids": 1500,
      "black": 1501,
      "issues": 1502,
      "mid": 1503,
      "##aign": 1504,
      "david": 1505,
      "nick": 1506,
      "opt": 1507,
      "telecommun": 1508,
      "campaign": 1509,
      "few": 1510,
      "##ees": 1511,
      "##stand": 1512,
      "chall": 1513,
      "negoti": 1514,
      "telecommunications": 1515,
      "vod": 1516,
      "##ends": 1517,
      "##ending": 1518,
      "##aph": 1519,
      "##ps": 1520,
      "able": 1521,
      "affili": 1522,
      "##itions": 1523,
      "pot": 1524,
      "##ults": 1525,
      "sept": 1526,
      "launched": 1527,
      "##ership": 1528,
      "bring": 1529,
      "expected": 1530,
      "less": 1531,
      "turn": 1532,
      "usa": 1533,
      "vir": 1534,
      "press": 1535,
      "members": 1536,
      "auth": 1537,
      "repres": 1538,
      "remain": 1539,
      "ang": 1540,
      "users": 1541,
      "via": 1542,
      "199": 1543,
      "##wh": 1544,
      "early": 1545,
      "fund": 1546,
      "ever": 1547,
      "##ember": 1548,
      "sit": 1549,
      "var": 1550,
      "##ike": 1551,
      "social": 1552,
      "process": 1553,
      "far": 1554,
      "tit": 1555,
      "interactive": 1556,
      "ben": 1557,
      "##iting": 1558,
      "broadcasting": 1559,
      "financ": 1560,
      "change": 1561,
      "24": 1562,
      "##ley": 1563,
      "present": 1564,
      "offering": 1565,
      "league": 1566,
      "main": 1567,
      "old": 1568,
      "mtv": 1569,
      "##ware": 1570,
      "##ks": 1571,
      "aug": 1572,
      "getting": 1573,
      "reality": 1574,
      "##alf": 1575,
      "##ural": 1576,
      "##ugh": 1577,
      "standard": 1578,
      "fans": 1579,
      "increase": 1580,
      "cer": 1581,
      "comes": 1582,
      "##ways": 1583,
      "##vious": 1584,
      "tradition": 1585,
      "homes": 1586,
      "mart": 1587,
      "sour": 1588,
      "committ": 1589,
      "face": 1590,
      "class": 1591,
      "colle": 1592,
      "##rans": 1593,
      "concer": 1594,
      "executives": 1595,
      "crit": 1596,
      "full": 1597,
      "##rew": 1598,
      "step": 1599,
      "##ote": 1600,
      "100": 1601,
      "site": 1602,
      "turner": 1603,
      "dv": 1604,
      "appear": 1605,
      "amaz": 1606,
      "##iod": 1607,
      "##ially": 1608,
      "told": 1609,
      "##anced": 1610,
      "conf": 1611,
      "##red": 1612,
      "doing": 1613,
      "##ration": 1614,
      "final": 1615,
      "conference": 1616,
      "ago": 1617,
      "retrans": 1618,
      "country": 1619,
      "ip": 1620,
      "hul": 1621,
      "##land": 1622,
      "multip": 1623,
      "along": 1624,
      "period": 1625,
      "2009": 1626,
      "##angu": 1627,
      "##ring": 1628,
      "potential": 1629,
      "sund": 1630,
      "mean": 1631,
      "##ider": 1632,
      "relations": 1633,
      "youn": 1634,
      "##ool": 1635,
      "awards": 1636,
      "##thers": 1637,
      "quest": 1638,
      "angel": 1639,
      "##egr": 1640,
      "spect": 1641,
      "drama": 1642,
      "##pan": 1643,
      "span": 1644,
      "become": 1645,
      "##iday": 1646,
      "always": 1647,
      "showtime": 1648,
      "##rum": 1649,
      "##uss": 1650,
      "household": 1651,
      "hallmark": 1652,
      "tel": 1653,
      "##ines": 1654,
      "producer": 1655,
      "premiere": 1656,
      "government": 1657,
      "##aff": 1658,
      "prior": 1659,
      "hulu": 1660,
      "port": 1661,
      "roll": 1662,
      "ce": 1663,
      "cut": 1664,
      "ho": 1665,
      "##ral": 1666,
      "increas": 1667,
      "mot": 1668,
      "integr": 1669,
      "##til": 1670,
      "spot": 1671,
      "order": 1672,
      "2007": 1673,
      "comb": 1674,
      "meet": 1675,
      "products": 1676,
      "corpor": 1677,
      "buy": 1678,
      "##uck": 1679,
      "financial": 1680,
      "mat": 1681,
      "sou": 1682,
      "recently": 1683,
      "2008": 1684,
      "something": 1685,
      "july": 1686,
      "pict": 1687,
      "side": 1688,
      "says": 1689,
      "##que": 1690,
      "21": 1691,
      "international": 1692,
      "poss": 1693,
      "times": 1694,
      "##ael": 1695,
      "without": 1696,
      "adding": 1697,
      "defin": 1698,
      "mor": 1699,
      "center": 1700,
      "ca64": 1701,
      "arg": 1702,
      "40": 1703,
      "sing": 1704,
      "inno": 1705,
      "board": 1706,
      "using": 1707,
      "fall": 1708,
      "land": 1709,
      "inf": 1710,
      "him": 1711,
      "must": 1712,
      "wa": 1713,
      "##tt": 1714,
      "##ins": 1715,
      "##ont": 1716,
      "sum": 1717,
      "bar": 1718,
      "screen": 1719,
      "dou": 1720,
      "spectrum": 1721,
      "pan": 1722,
      "test": 1723,
      "innov": 1724,
      "##urs": 1725,
      "provider": 1726,
      "traditional": 1727,
      "tog": 1728,
      "document": 1729,
      "ty": 1730,
      "gain": 1731,
      "##pping": 1732,
      "issue": 1733,
      "together": 1734,
      "sat": 1735,
      "##ump": 1736,
      "phone": 1737,
      "opportunity": 1738,
      "won": 1739,
      "mag": 1740,
      "##ern": 1741,
      "viewing": 1742,
      "green": 1743,
      "langu": 1744,
      "supp": 1745,
      "super": 1746,
      "terms": 1747,
      "cash": 1748,
      "fri": 1749,
      "tech": 1750,
      "acquis": 1751,
      "half": 1752,
      "liber": 1753,
      "distributors": 1754,
      "lar": 1755,
      "##ization": 1756,
      "apple": 1757,
      "fast": 1758,
      "##ivo": 1759,
      "23": 1760,
      "pat": 1761,
      "forward": 1762,
      "mark": 1763,
      "econ": 1764,
      "##yle": 1765,
      "##ably": 1766,
      "michael": 1767,
      "days": 1768,
      "##graph": 1769,
      "econom": 1770,
      "##aim": 1771,
      "##ush": 1772,
      "produced": 1773,
      "##ned": 1774,
      "later": 1775,
      "might": 1776,
      "lic": 1777,
      "##mission": 1778,
      "##aged": 1779,
      "owned": 1780,
      "given": 1781,
      "##ability": 1782,
      "click": 1783,
      "advertisers": 1784,
      "coun": 1785,
      "##rem": 1786,
      "exam": 1787,
      "likely": 1788,
      "trying": 1789,
      "##elf": 1790,
      "hispan": 1791,
      "growing": 1792,
      "love": 1793,
      "employ": 1794,
      "##ax": 1795,
      "organ": 1796,
      "linear": 1797,
      "sy": 1798,
      "includes": 1799,
      "##und": 1800,
      "viacom": 1801,
      "didn": 1802,
      "cnn": 1803,
      "language": 1804,
      "divers": 1805,
      "used": 1806,
      "sched": 1807,
      "##ino": 1808,
      "congress": 1809,
      "ide": 1810,
      "tivo": 1811,
      "recent": 1812,
      "list": 1813,
      "create": 1814,
      "22": 1815,
      "lim": 1816,
      "##clus": 1817,
      "carriage": 1818,
      "initi": 1819,
      "angeles": 1820,
      "done": 1821,
      "2010": 1822,
      "stud": 1823,
      "##thing": 1824,
      "creative": 1825,
      "nfl": 1826,
      "rest": 1827,
      "why": 1828,
      "##pps": 1829,
      "starz": 1830,
      "summer": 1831,
      "case": 1832,
      "give": 1833,
      "28": 1834,
      "partner": 1835,
      "secur": 1836,
      "episodes": 1837,
      "exist": 1838,
      "operating": 1839,
      "role": 1840,
      "liberty": 1841,
      "studios": 1842,
      "basic": 1843,
      "hours": 1844,
      "fac": 1845,
      "hit": 1846,
      "low": 1847,
      "##lier": 1848,
      "##ina": 1849,
      "##rist": 1850,
      "ads": 1851,
      "fun": 1852,
      "##ott": 1853,
      "block": 1854,
      "football": 1855,
      "##ored": 1856,
      "nearly": 1857,
      "non": 1858,
      "##oud": 1859,
      "##rown": 1860,
      "##lain": 1861,
      "school": 1862,
      "agreement": 1863,
      "commerc": 1864,
      "amazon": 1865,
      "others": 1866,
      "##ok": 1867,
      "rober": 1868,
      "programmers": 1869,
      "fourth": 1870,
      "certain": 1871,
      "##ient": 1872,
      "enc": 1873,
      "##ective": 1874,
      "least": 1875,
      "medi": 1876,
      "believe": 1877,
      "taking": 1878,
      "##alth": 1879,
      "coming": 1880,
      "popular": 1881,
      "litt": 1882,
      "##ety": 1883,
      "27": 1884,
      "nation": 1885,
      "fight": 1886,
      "estim": 1887,
      "overs": 1888,
      "wro": 1889,
      "##ba": 1890,
      "money": 1891,
      "martin": 1892,
      "wrote": 1893,
      "##ised": 1894,
      "read": 1895,
      "cred": 1896,
      "universal": 1897,
      "division": 1898,
      "##side": 1899,
      "deploy": 1900,
      "##atic": 1901,
      "partnership": 1902,
      "tn": 1903,
      "largest": 1904,
      "control": 1905,
      "##ule": 1906,
      "##ged": 1907,
      "expect": 1908,
      "subscri": 1909,
      "design": 1910,
      "yet": 1911,
      "##ube": 1912,
      "community": 1913,
      "little": 1914,
      "produc": 1915,
      "engine": 1916,
      "reason": 1917,
      "band": 1918,
      "##ering": 1919,
      "gold": 1920,
      "purch": 1921,
      "ott": 1922,
      "##ention": 1923,
      "virt": 1924,
      "mom": 1925,
      "##ruct": 1926,
      "overall": 1927,
      "previous": 1928,
      "action": 1929,
      "analysts": 1930,
      "primetime": 1931,
      "short": 1932,
      "feature": 1933,
      "protect": 1934,
      "rank": 1935,
      "solut": 1936,
      "exc": 1937,
      "position": 1938,
      "premium": 1939,
      "came": 1940,
      "##ams": 1941,
      "led": 1942,
      "##anch": 1943,
      "quality": 1944,
      "states": 1945,
      "features": 1946,
      "sunday": 1947,
      "##au": 1948,
      "##med": 1949,
      "dro": 1950,
      "meas": 1951,
      "doesn": 1952,
      "building": 1953,
      "tom": 1954,
      "episode": 1955,
      "monday": 1956,
      "26": 1957,
      "until": 1958,
      "never": 1959,
      "appl": 1960,
      "agency": 1961,
      "joined": 1962,
      "additional": 1963,
      "average": 1964,
      "ren": 1965,
      "ref": 1966,
      "alt": 1967,
      "impact": 1968,
      "earlier": 1969,
      "station": 1970,
      "front": 1971,
      "having": 1972,
      "99": 1973,
      "rad": 1974,
      "yout": 1975,
      "##itor": 1976,
      "advanced": 1977,
      "career": 1978,
      "behind": 1979,
      "##ode": 1980,
      "##dd": 1981,
      "once": 1982,
      "nct": 1983,
      "address": 1984,
      "regional": 1985,
      "represent": 1986,
      "##nes": 1987,
      "##aging": 1988,
      "competitive": 1989,
      "white": 1990,
      "impro": 1991,
      "hon": 1992,
      "programs": 1993,
      "job": 1994,
      "decl": 1995,
      "asked": 1996,
      "project": 1997,
      "friday": 1998,
      "specific": 1999,
      "polic": 2000,
      "##ones": 2001,
      "within": 2002,
      "fees": 2003,
      "max": 2004,
      "##ted": 2005,
      "offers": 2006,
      "annual": 2007,
      "term": 2008,
      "31": 2009,
      "bri": 2010,
      "compar": 2011,
      "hispanic": 2012,
      "youtube": 2013,
      "##vp": 2014,
      "##isco": 2015,
      "dead": 2016,
      "ability": 2017,
      "rob": 2018,
      "invol": 2019,
      "##ler": 2020,
      "##go": 2021,
      "##ute": 2022,
      "ms": 2023,
      "wed": 2024,
      "##ave": 2025,
      "thurs": 2026,
      "benef": 2027,
      "thursday": 2028,
      "rich": 2029,
      "##ik": 2030,
      "ris": 2031,
      "exclus": 2032,
      "##epend": 2033,
      "central": 2034,
      "lifetime": 2035,
      "##ren": 2036,
      "##ists": 2037,
      "san": 2038,
      "sug": 2039,
      "took": 2040,
      "fx": 2041,
      "seem": 2042,
      "noted": 2043,
      "jour": 2044,
      "pu": 2045,
      "##duc": 2046,
      "##avor": 2047,
      "jud": 2048,
      "##book": 2049,
      "##atory": 2050,
      "child": 2051,
      "respons": 2052,
      "bid": 2053,
      "personal": 2054,
      "example": 2055,
      "uni": 2056,
      "independ": 2057,
      "soft": 2058,
      "biggest": 2059,
      "worked": 2060,
      "##ging": 2061,
      "##ense": 2062,
      "signific": 2063,
      "committee": 2064,
      "tnt": 2065,
      "##lant": 2066,
      "space": 2067,
      "claim": 2068,
      "2006": 2069,
      "reported": 2070,
      "late": 2071,
      "sect": 2072,
      "##ody": 2073,
      "consider": 2074,
      "efforts": 2075,
      "large": 2076,
      "eas": 2077,
      "men": 2078,
      "sn": 2079,
      "thing": 2080,
      "clos": 2081,
      "college": 2082,
      "spanish": 2083,
      "champ": 2084,
      "feb": 2085,
      "higher": 2086,
      "discuss": 2087,
      "ul": 2088,
      "intro": 2089,
      "created": 2090,
      "break": 2091,
      "officials": 2092,
      "polit": 2093,
      "significant": 2094,
      "plann": 2095,
      "smart": 2096,
      "##sh": 2097,
      "##icated": 2098,
      "scripps": 2099,
      "dvr": 2100,
      "##cent": 2101,
      "##ars": 2102,
      "costs": 2103,
      "lineup": 2104,
      "performance": 2105,
      "multiple": 2106,
      "##ness": 2107,
      "##tern": 2108,
      "capital": 2109,
      "ult": 2110,
      "categ": 2111,
      "date": 2112,
      "##by": 2113,
      "##ining": 2114,
      "##ats": 2115,
      "loss": 2116,
      "dan": 2117,
      "##be": 2118,
      "##ever": 2119,
      "level": 2120,
      "anim": 2121,
      "##standing": 2122,
      "je": 2123,
      "cond": 2124,
      "mso": 2125,
      "voice": 2126,
      "spons": 2127,
      "area": 2128,
      "particular": 2129,
      "hum": 2130,
      "page": 2131,
      "needs": 2132,
      "focused": 2133,
      "retransmission": 2134,
      "60": 2135,
      "lear": 2136,
      "model": 2137,
      "det": 2138,
      "##vin": 2139,
      "##reed": 2140,
      "stars": 2141,
      "particip": 2142,
      "subscription": 2143,
      "atlant": 2144,
      "gl": 2145,
      "##ator": 2146,
      "tues": 2147,
      "sure": 2148,
      "tell": 2149,
      "relationship": 2150,
      "##wood": 2151,
      "##ivid": 2152,
      "results": 2153,
      "possible": 2154,
      "tuesday": 2155,
      "##ify": 2156,
      "carry": 2157,
      "talent": 2158,
      "##where": 2159,
      "ways": 2160,
      "comment": 2161,
      "##vey": 2162,
      "approach": 2163,
      "proper": 2164,
      "##ocr": 2165,
      "package": 2166,
      "young": 2167,
      "##ests": 2168,
      "##ceed": 2169,
      "track": 2170,
      "emm": 2171,
      "2011": 2172,
      "democr": 2173,
      "radio": 2174,
      "hor": 2175,
      "push": 2176,
      "result": 2177,
      "##ators": 2178,
      "ado": 2179,
      "franch": 2180,
      "bund": 2181,
      "##load": 2182,
      "fios": 2183,
      "electron": 2184,
      "vent": 2185,
      "##ru": 2186,
      "targeted": 2187,
      "happen": 2188,
      "ele": 2189,
      "proble": 2190,
      "depart": 2191,
      "param": 2192,
      "cele": 2193,
      "christ": 2194,
      "seen": 2195,
      "propos": 2196,
      "35": 2197,
      "##ury": 2198,
      "affiliate": 2199,
      "author": 2200,
      "29": 2201,
      "bow": 2202,
      "opportunities": 2203,
      "challeng": 2204,
      "##ism": 2205,
      "moff": 2206,
      "fiber": 2207,
      "watching": 2208,
      "source": 2209,
      "emer": 2210,
      "vis": 2211,
      "##lymp": 2212,
      "##ived": 2213,
      "appe": 2214,
      "feel": 2215,
      "quick": 2216,
      "nov": 2217,
      "january": 2218,
      "cult": 2219,
      "den": 2220,
      "ant": 2221,
      "alm": 2222,
      "paramount": 2223,
      "ge": 2224,
      "nat": 2225,
      "transition": 2226,
      "software": 2227,
      "close": 2228,
      "beginning": 2229,
      "##ured": 2230,
      "telecast": 2231,
      "##place": 2232,
      "definition": 2233,
      "following": 2234,
      "facebook": 2235,
      "45": 2236,
      "scripted": 2237,
      "educ": 2238,
      "mess": 2239,
      "stre": 2240,
      "php": 2241,
      "investment": 2242,
      "unit": 2243,
      "##ination": 2244,
      "##ivity": 2245,
      "device": 2246,
      "acquisition": 2247,
      "aver": 2248,
      "dra": 2249,
      "olymp": 2250,
      "##atives": 2251,
      "commercial": 2252,
      "imm": 2253,
      "leadership": 2254,
      "stories": 2255,
      "celebr": 2256,
      "match": 2257,
      "rate": 2258,
      "##head": 2259,
      "bey": 2260,
      "effort": 2261,
      "3d": 2262,
      "favor": 2263,
      "nomin": 2264,
      "##net": 2265,
      "##do": 2266,
      "##eler": 2267,
      "##ilar": 2268,
      "telco": 2269,
      "altice": 2270,
      "continued": 2271,
      "##ament": 2272,
      "##iron": 2273,
      "49": 2274,
      "##ides": 2275,
      "shares": 2276,
      "##nesday": 2277,
      "hill": 2278,
      "kind": 2279,
      "##ten": 2280,
      "areas": 2281,
      "##action": 2282,
      "wanted": 2283,
      "wednesday": 2284,
      "beyond": 2285,
      "##ensive": 2286,
      "virtual": 2287,
      "eight": 2288,
      "makes": 2289,
      "##ds": 2290,
      "##wide": 2291,
      "##iving": 2292,
      "held": 2293,
      "suggest": 2294,
      "twc": 2295,
      "documentary": 2296,
      "##iant": 2297,
      "##isl": 2298,
      "connected": 2299,
      "title": 2300,
      "producers": 2301,
      "##omm": 2302,
      "republic": 2303,
      "2020": 2304,
      "legisl": 2305,
      "##ecess": 2306,
      "require": 2307,
      "panel": 2308,
      "employees": 2309,
      "policy": 2310,
      "pred": 2311,
      "guide": 2312,
      "2021": 2313,
      "##ibility": 2314,
      "saying": 2315,
      "north": 2316,
      "almost": 2317,
      "cast": 2318,
      "##ended": 2319,
      "ess": 2320,
      "watched": 2321,
      "member": 2322,
      "began": 2323,
      "existing": 2324,
      "seek": 2325,
      "reports": 2326,
      "audiences": 2327,
      "introdu": 2328,
      "mass": 2329,
      "##ither": 2330,
      "env": 2331,
